{
	"sentences": [
	  {
		"id": 0,
		"sentence": "Every summer, the villagers eagerly awaited her annual exhibition",
		"toGerman": "Jeden Sommer warteten die Dorfbewohner sehnsüchtig auf ihre jährliche Ausstellung",
		"toTurkish": "Köylüler her yaz onun yıllık sergisini heyecanla beklerdi",
		"toFrench": "Chaque été, les villageois attendaient avec impatience son exposition annuelle",
		"toSpanish": "Cada verano, los aldeanos esperaban ansiosamente su exposición anual.",
		"toRussian": "Каждое лето жители села с нетерпением ждали ее ежегодной выставки.",
		"toPortuguese": "Todo verão, os moradores aguardavam ansiosamente sua exposição anual",
		"level": ""
	  },
	  {
		"id": 1,
		"sentence": "Evelyn's studio, nestled among vibrant meadows, became a sanctuary for creativity",
		"toGerman": "Evelyns Atelier, eingebettet in lebendige Wiesen, wurde zu einem Zufluchtsort für Kreativität",
		"toTurkish": "Evelyn'in canlı çayırların arasında yer alan stüdyosu yaratıcılık için bir sığınak haline geldi",
		"toFrench": "Le studio d'Evelyn, niché au milieu de prairies vibrantes, est devenu un sanctuaire pour la créativité",
		"toSpanish": "El estudio de Evelyn, ubicado entre prados vibrantes, se convirtió en un santuario para la creatividad.",
		"toRussian": "Студия Эвелины, расположенная среди ярких лугов, стала убежищем для творчества.",
		"toPortuguese": "O estúdio de Evelyn, situado entre prados vibrantes, tornou-se um santuário de criatividade",
		"level": ""
	  },
	  {
		"id": 2,
		"sentence": "With unwavering passion, Evelyn immersed herself in her work",
		"toGerman": "Mit unerschütterlicher Leidenschaft widmete sich Evelyn ihrer Arbeit",
		"toTurkish": "Evelyn sarsılmaz bir tutkuyla kendini işine verdi",
		"toFrench": "Avec une passion inébranlable, Evelyn s'est plongée dans son travail",
		"toSpanish": "Con pasión inquebrantable, Evelyn se sumergió en su trabajo.",
		"toRussian": "С непоколебимой страстью Эвелин погрузилась в свою работу.",
		"toPortuguese": "Com paixão inabalável, Evelyn mergulhou em seu trabalho",
		"level": ""
	  },
	  {
		"id": 3,
		"sentence": "Each stroke of her brush was a declaration of love for the world around her",
		"toGerman": "Jeder Pinselstrich war eine Liebeserklärung an die Welt um sie herum",
		"toTurkish": "Fırçasının her darbesi etrafındaki dünyaya duyduğu sevginin ilanıydı.",
		"toFrench": "Chaque coup de pinceau était une déclaration d'amour au monde qui l'entourait.",
		"toSpanish": "Cada pincelada de su pincel era una declaración de amor por el mundo que la rodeaba.",
		"toRussian": "Каждый мазок ее кисти был признанием в любви к окружающему миру.",
		"toPortuguese": "Cada pincelada era uma declaração de amor pelo mundo ao seu redor.",
		"level": ""
	  },
	  {
		"id": 4,
		"sentence": "People from distant lands traveled to witness the magic firsthand",
		"toGerman": "Menschen aus fernen Ländern reisten an, um die Magie aus erster Hand zu erleben",
		"toTurkish": "Uzak diyarlardan insanlar büyüye ilk elden tanık olmak için seyahat ettiler",
		"toFrench": "Des gens venus de pays lointains ont voyagé pour être témoins de la magie",
		"toSpanish": "Personas de tierras lejanas viajaron para presenciar la magia de primera mano.",
		"toRussian": "Люди из далеких стран приехали, чтобы своими глазами увидеть волшебство",
		"toPortuguese": "Pessoas de terras distantes viajaram para testemunhar a magia em primeira mão",
		"level": ""
	  },
	  {
		"id": 5,
		"sentence": "The masterpiece, a symphony of hues and emotions, radiated an indescribable energy",
		"toGerman": "Das Meisterwerk, eine Symphonie aus Farben und Emotionen, strahlte eine unbeschreibliche Energie aus",
		"toTurkish": "Renklerin ve duyguların senfonisi olan başyapıt, tarif edilemez bir enerji yaydı.",
		"toFrench": "Le chef-d'œuvre, une symphonie de teintes et d'émotions, dégageait une énergie indescriptible",
		"toSpanish": "La obra maestra, una sinfonía de matices y emociones, irradiaba una energía indescriptible.",
		"toRussian": "Шедевр, симфония красок и эмоций, излучал неописуемую энергию.",
		"toPortuguese": "A obra-prima, uma sinfonia de matizes e emoções, irradiava uma energia indescritível",
		"level": ""
	  },
	  {
		"id": 6,
		"sentence": "It was a testament to the boundless possibilities that art held",
		"toGerman": "Es war ein Beweis für die grenzenlosen Möglichkeiten der Kunst",
		"toTurkish": "Bu, sanatın barındırdığı sınırsız olanakların bir kanıtıydı",
		"toFrench": "C'était un témoignage des possibilités illimitées qu'offrait l'art",
		"toSpanish": "Fue un testimonio de las posibilidades ilimitadas que tenía el arte.",
		"toRussian": "Это было свидетельством безграничных возможностей искусства.",
		"toPortuguese": "Foi uma prova das possibilidades ilimitadas que a arte possuía",
		"level": ""
	  },
	  {
		"id": 7,
		"sentence": "The night of the exhibition arrived, and the villagers gathered in awe",
		"toGerman": "Die Nacht der Ausstellung kam und die Dorfbewohner versammelten sich voller Ehrfurcht",
		"toTurkish": "Sergi gecesi geldiğinde köylüler hayranlık içinde toplandılar",
		"toFrench": "Le soir de l'exposition arriva et les villageois se rassemblèrent avec admiration.",
		"toSpanish": "Llegó la noche de la exposición y los aldeanos se reunieron asombrados.",
		"toRussian": "Настал вечер выставки, и жители деревни собрались в восторге.",
		"toPortuguese": "A noite da exposição chegou e os aldeões se reuniram maravilhados",
		"level": ""
	  },
	  {
		"id": 8,
		"sentence": "The air buzzed with excitement as they entered Evelyn's studio",
		"toGerman": "Die Luft summte vor Aufregung, als sie Evelyns Studio betraten",
		"toTurkish": "Evelyn'in stüdyosuna girdiklerinde hava heyecanla uğulduyordu.",
		"toFrench": "L'air bourdonnait d'excitation lorsqu'ils entrèrent dans le studio d'Evelyn.",
		"toSpanish": "El aire vibraba de emoción cuando entraron al estudio de Evelyn.",
		"toRussian": "Воздух гудел от волнения, когда они вошли в студию Эвелин.",
		"toPortuguese": "O ar vibrava de excitação quando eles entraram no estúdio de Evelyn",
		"level": ""
	  },
	  {
		"id": 9,
		"sentence": "Tears welled in the eyes of many, moved by the profound connection they felt",
		"toGerman": "Vielen schossen Tränen in die Augen, bewegt von der tiefen Verbundenheit, die sie fühlten",
		"toTurkish": "Hissettikleri derin bağdan etkilenen birçok kişinin gözünden yaşlar aktı",
		"toFrench": "Les larmes ont coulé dans les yeux de beaucoup, émus par le lien profond qu'ils ressentaient",
		"toSpanish": "Las lágrimas brotaron de los ojos de muchos, conmovidos por la profunda conexión que sentían.",
		"toRussian": "Слезы навернулись на глазах у многих, тронутых глубокой связью, которую они чувствовали.",
		"toPortuguese": "Lágrimas brotaram dos olhos de muitos, comovidos pela profunda conexão que sentiam",
		"level": ""
	  },
	  {
		"id": 10,
		"sentence": "His office, tucked away in a dimly lit alley, was a hub of intrigue and mystery",
		"toGerman": "Sein Büro, versteckt in einer schwach beleuchteten Gasse, war ein Mittelpunkt voller Intrigen und Geheimnisse",
		"toTurkish": "Loş bir ara sokakta saklanan ofisi entrika ve gizemin merkeziydi",
		"toFrench": "Son bureau, niché dans une ruelle faiblement éclairée, était un centre d'intrigues et de mystères.",
		"toSpanish": "Su oficina, escondida en un callejón poco iluminado, era un centro de intriga y misterio.",
		"toRussian": "Его офис, спрятанный в тускло освещенном переулке, был центром интриг и тайн.",
		"toPortuguese": "Seu escritório, escondido em um beco mal iluminado, era um centro de intriga e mistério",
		"level": ""
	  },
	  {
		"id": 11,
		"sentence": "Adrian, intrigued by the challenge, agreed to take on the case",
		"toGerman": "Adrian war von der Herausforderung fasziniert und erklärte sich bereit, den Fall zu übernehmen",
		"toTurkish": "Bu meydan okumanın ilgisini çeken Adrian, davayı üstlenmeyi kabul etti",
		"toFrench": "Adrian, intrigué par le défi, a accepté de se charger de l'affaire.",
		"toSpanish": "Adrián, intrigado por el desafío, aceptó hacerse cargo del caso.",
		"toRussian": "Адриан, заинтригованный задачей, согласился взяться за это дело.",
		"toPortuguese": "Adrian, intrigado com o desafio, concordou em assumir o caso",
		"level": ""
	  },
	  {
		"id": 12,
		"sentence": "There, in the moonlit silence, he confronted The Phantom",
		"toGerman": "Dort, in der mondhellen Stille, konfrontierte er das Phantom",
		"toTurkish": "Orada, ay ışığının aydınlattığı sessizlikte Hayalet'le yüzleşti.",
		"toFrench": "Là, dans le silence éclairé par la lune, il affronta le Fantôme",
		"toSpanish": "Allí, en el silencio iluminado por la luna, se enfrentó al Fantasma.",
		"toRussian": "Там, в лунной тишине, он столкнулся с Призраком.",
		"toPortuguese": "Lá, no silêncio enluarado, ele confrontou o Fantasma",
		"level": ""
	  },
	  {
		"id": 13,
		"sentence": "A tense standoff ensued, words exchanged like silent echoes in the vast hall",
		"toGerman": "Es kam zu einer angespannten Pattsituation, Worte wurden wie stille Echos in der riesigen Halle ausgetauscht",
		"toTurkish": "Gergin bir çatışma yaşandı, sözler geniş salonda sessiz yankılar gibi değiş tokuş edildi",
		"toFrench": "S'ensuit une confrontation tendue, les mots échangés comme des échos silencieux dans la vaste salle.",
		"toSpanish": "Se produjo un tenso enfrentamiento, las palabras se intercambiaron como ecos silenciosos en el vasto salón.",
		"toRussian": "Последовало напряженное противостояние, слова обменивались, словно безмолвное эхо в огромном зале.",
		"toPortuguese": "Seguiu-se um impasse tenso, palavras trocadas como ecos silenciosos no vasto salão",
		"level": ""
	  },
	  {
		"id": 14,
		"sentence": "The stolen artifact was returned, and the city's equilibrium was restored",
		"toGerman": "Das gestohlene Artefakt wurde zurückgegeben und das Gleichgewicht der Stadt wiederhergestellt",
		"toTurkish": "Çalınan eser iade edildi ve şehrin dengesi yeniden sağlandı",
		"toFrench": "L'artefact volé a été restitué et l'équilibre de la ville a été rétabli.",
		"toSpanish": "El artefacto robado fue devuelto y se restableció el equilibrio de la ciudad.",
		"toRussian": "Украденный артефакт был возвращен, и равновесие в городе восстановлено.",
		"toPortuguese": "O artefato roubado foi devolvido e o equilíbrio da cidade foi restaurado",
		"level": ""
	  },
	  {
		"id": 15,
		"sentence": "One crisp autumn morning, a letter arrived, bearing news that would change everything",
		"toGerman": "An einem klaren Herbstmorgen traf ein Brief mit Neuigkeiten ein, die alles verändern würden",
		"toTurkish": "Serin bir sonbahar sabahı, her şeyi değiştirecek haberleri içeren bir mektup geldi.",
		"toFrench": "Par un frais matin d'automne, une lettre arrive, apportant une nouvelle qui allait tout changer.",
		"toSpanish": "Una fresca mañana de otoño, llegó una carta con noticias que cambiarían todo.",
		"toRussian": "Одним ясным осенним утром пришло письмо с новостью, которая изменит все.",
		"toPortuguese": "Numa fria manhã de outono, chegou uma carta trazendo notícias que mudariam tudo.",
		"level": ""
	  },
	  {
		"id": 16,
		"sentence": "As Harper entered the castle, a sense of enchantment pervaded the air",
		"toGerman": "Als Harper das Schloss betrat, lag ein Gefühl der Verzauberung in der Luft",
		"toTurkish": "Harper kaleye girdiğinde havaya bir büyü duygusu yayıldı.",
		"toFrench": "Lorsque Harper entra dans le château, un sentiment d'enchantement envahit l'air.",
		"toSpanish": "Cuando Harper entró en el castillo, una sensación de encantamiento invadió el aire.",
		"toRussian": "Когда Харпер вошла в замок, ощущение очарования наполнило воздух.",
		"toPortuguese": "Quando Harper entrou no castelo, uma sensação de encantamento impregnou o ar.",
		"level": ""
	  },
	  {
		"id": 17,
		"sentence": "One day, as the city hurried around him, a stranger approached Jasper",
		"toGerman": "Eines Tages, als die Stadt um ihn herum eilte, näherte sich ein Fremder Jasper",
		"toTurkish": "Bir gün şehir onun etrafında hızla dolaşırken bir yabancı Jasper'a yaklaştı.",
		"toFrench": "Un jour, alors que la ville se pressait autour de lui, un inconnu s'approcha de Jasper.",
		"toSpanish": "Un día, mientras la ciudad lo rodeaba, un extraño se acercó a Jasper.",
		"toRussian": "Однажды, когда город спешил вокруг него, к Джасперу подошел незнакомец.",
		"toPortuguese": "Um dia, enquanto a cidade corria ao seu redor, um estranho se aproximou de Jasper",
		"level": ""
	  },
	  {
		"id": 18,
		"sentence": "The grove pulsed with radiant energy as Alaric approached the crystal",
		"toGerman": "Der Hain pulsierte vor strahlender Energie, als Alaric sich dem Kristall näherte",
		"toTurkish": "Alaric kristale yaklaşırken koru ışık saçan bir enerjiyle titreşiyordu.",
		"toFrench": "Le bosquet pulsait d'énergie rayonnante alors qu'Alaric s'approchait du cristal.",
		"toSpanish": "La arboleda palpitó con energía radiante cuando Alaric se acercó al cristal.",
		"toRussian": "Роща пульсировала сияющей энергией, когда Аларик приблизился к кристаллу.",
		"toPortuguese": "O bosque pulsou com energia radiante quando Alaric se aproximou do cristal",
		"level": ""
	  },
	  {
		"id": 19,
		"sentence": "The robots, once servants, had become the guardians of forgotten knowledge",
		"toGerman": "Die Roboter, einst Diener, waren zu Hütern vergessenen Wissens geworden",
		"toTurkish": "Bir zamanlar hizmetkar olan robotlar, unutulmuş bilginin koruyucuları haline geldi",
		"toFrench": "Les robots, autrefois serviteurs, étaient devenus les gardiens d'un savoir oublié",
		"toSpanish": "Los robots, que alguna vez fueron sirvientes, se habían convertido en guardianes del conocimiento olvidado.",
		"toRussian": "Роботы, когда-то слуги, стали хранителями забытых знаний",
		"toPortuguese": "Os robôs, antes servos, tornaram-se os guardiões do conhecimento esquecido",
		"level": ""
	  },
	  {
		"id": 20,
		"sentence": "Word of the reawakened sector spread, drawing like-minded inventors and thinkers",
		"toGerman": "Die Nachricht vom wiedererwachten Sektor verbreitete sich und zog gleichgesinnte Erfinder und Denker an",
		"toTurkish": "Yeniden uyanan sektörün haberi yayıldı ve benzer düşüncelere sahip mucitler ve düşünürlerin ilgisini çekti",
		"toFrench": "La nouvelle du secteur réveillé s'est répandue, attirant des inventeurs et des penseurs partageant les mêmes idées.",
		"toSpanish": "Se corrió la voz sobre el nuevo despertar del sector, atrayendo a inventores y pensadores con ideas afines",
		"toRussian": "Слухи о пробудившемся секторе распространились, привлекая изобретателей и мыслителей-единомышленников.",
		"toPortuguese": "A notícia do setor redespertado se espalhou, atraindo inventores e pensadores com ideias semelhantes",
		"level": ""
	  },
	  {
		"id": 21,
		"sentence": "A small, shimmering creature with wings of stardust landed on Lyra's windowsill",
		"toGerman": "Eine kleine, schimmernde Kreatur mit Flügeln aus Sternenstaub landete auf Lyras Fensterbank",
		"toTurkish": "Yıldız tozundan kanatları olan küçük, parıldayan bir yaratık Lyra'nın pencere pervazına kondu",
		"toFrench": "Une petite créature scintillante avec des ailes de poussière d'étoiles s'est posée sur le rebord de la fenêtre de Lyra.",
		"toSpanish": "Una pequeña criatura brillante con alas de polvo de estrellas aterrizó en el alféizar de la ventana de Lyra.",
		"toRussian": "Маленькое мерцающее существо с крыльями из звездной пыли приземлилось на подоконник Лиры.",
		"toPortuguese": "Uma criatura pequena e brilhante com asas de poeira estelar pousou no parapeito da janela de Lyra",
		"level": ""
	  },
	  {
		"id": 22,
		"sentence": "Lyra, fueled by an insatiable curiosity, eagerly accepted the cosmic gift",
		"toGerman": "Lyra, angetrieben von einer unstillbaren Neugier, nahm das kosmische Geschenk eifrig an",
		"toTurkish": "Doyumsuz bir merakla beslenen Lyra, kozmik hediyeyi hevesle kabul etti.",
		"toFrench": "Lyra, animée par une curiosité insatiable, accepta avec empressement le cadeau cosmique",
		"toSpanish": "Lyra, impulsada por una curiosidad insaciable, aceptó con entusiasmo el regalo cósmico.",
		"toRussian": "Лира, подогреваемая ненасытным любопытством, с радостью приняла космический подарок.",
		"toPortuguese": "Lyra, alimentada por uma curiosidade insaciável, aceitou ansiosamente o presente cósmico",
		"level": ""
	  },
	  {
		"id": 23,
		"sentence": "Lyra's wish had transformed her into an interstellar adventurer",
		"toGerman": "Lyras Wunsch hatte sie in eine interstellare Abenteurerin verwandelt",
		"toTurkish": "Lyra'nın dileği onu yıldızlararası bir maceracıya dönüştürmüştü",
		"toFrench": "Le souhait de Lyra l'avait transformée en aventurière interstellaire",
		"toSpanish": "El deseo de Lyra la había transformado en una aventurera interestelar.",
		"toRussian": "Желание Лиры превратило ее в межзвездную искательницу приключений.",
		"toPortuguese": "O desejo de Lyra a transformou em uma aventureira interestelar",
		"level": ""
	  },
	  {
		"id": 24,
		"sentence": "Each encounter expanded her understanding of the vast tapestry of the universe",
		"toGerman": "Jede Begegnung erweiterte ihr Verständnis für das riesige Geflecht des Universums",
		"toTurkish": "Her karşılaşma onun evrenin engin dokusuna dair anlayışını genişletti",
		"toFrench": "Chaque rencontre a élargi sa compréhension de la vaste tapisserie de l'univers",
		"toSpanish": "Cada encuentro amplió su comprensión del vasto tapiz del universo.",
		"toRussian": "Каждая встреча расширяла ее понимание огромного гобелена Вселенной.",
		"toPortuguese": "Cada encontro expandiu sua compreensão da vasta tapeçaria do universo",
		"level": ""
	  },
	  {
		"id": 25,
		"sentence": "With the village elders' blessing, Luna set to work preparing for the festival",
		"toGerman": "Mit dem Segen der Dorfältesten machte sich Luna an die Vorbereitungen für das Fest",
		"toTurkish": "Köyün büyüklerinin onayıyla Luna, festival hazırlıklarına başladı",
		"toFrench": "Avec la bénédiction des anciens du village, Luna s'est mise au travail pour préparer le festival.",
		"toSpanish": "Con la bendición de los ancianos de la aldea, Luna se puso a trabajar preparando el festival.",
		"toRussian": "С благословения деревенских старейшин Луна приступила к подготовке к фестивалю.",
		"toPortuguese": "Com a bênção dos anciãos da aldeia, Luna começou a trabalhar na preparação para o festival.",
		"level": ""
	  },
	  {
		"id": 26,
		"sentence": "As the day of the festival approached, excitement buzzed through the mountain air",
		"toGerman": "Als der Tag des Festivals näher rückte, herrschte Aufregung in der Bergluft",
		"toTurkish": "Festival günü yaklaşırken heyecan dağ havasını sardı",
		"toFrench": "À l'approche du jour du festival, l'excitation régnait dans l'air de la montagne.",
		"toSpanish": "A medida que se acercaba el día del festival, la emoción flotaba en el aire de la montaña.",
		"toRussian": "По мере приближения дня фестиваля в горном воздухе гудело волнение.",
		"toPortuguese": "À medida que o dia do festival se aproximava, a excitação zumbia no ar da montanha",
		"level": ""
	  },
	  {
		"id": 27,
		"sentence": "One by one, the villagers peered into the magical waters",
		"toGerman": "Einer nach dem anderen spähten die Dorfbewohner in das magische Wasser",
		"toTurkish": "Köylüler birer birer büyülü sulara baktılar",
		"toFrench": "Un par un, les villageois ont scruté les eaux magiques.",
		"toSpanish": "Uno por uno, los aldeanos se asomaron a las mágicas aguas.",
		"toRussian": "Один за другим жители деревни заглядывали в волшебные воды.",
		"toPortuguese": "Um por um, os aldeões espiaram as águas mágicas",
		"level": ""
	  },
	  {
		"id": 28,
		"sentence": "The pool, like a cosmic canvas, painted visions of love, adventure, and discovery",
		"toGerman": "Der Pool malte wie eine kosmische Leinwand Visionen von Liebe, Abenteuer und Entdeckung",
		"toTurkish": "Havuz, kozmik bir tuval gibi aşk, macera ve keşif hayallerini resmediyor",
		"toFrench": "La piscine, telle une toile cosmique, peint des visions d'amour, d'aventure et de découverte",
		"toSpanish": "La piscina, como un lienzo cósmico, pintaba visiones de amor, aventura y descubrimiento.",
		"toRussian": "Бассейн, словно космический холст, нарисовал видения любви, приключений и открытий.",
		"toPortuguese": "A piscina, como uma tela cósmica, pintou visões de amor, aventura e descoberta",
		"level": ""
	  },
	  {
		"id": 29,
		"sentence": "One day, Oliver stumbled upon a forgotten warehouse in the heart of the city",
		"toGerman": "Eines Tages stieß Oliver zufällig auf ein vergessenes Lagerhaus im Herzen der Stadt",
		"toTurkish": "Bir gün Oliver şehrin göbeğinde unutulmuş bir depoya rastladı.",
		"toFrench": "Un jour, Oliver tombe par hasard sur un entrepôt oublié au cœur de la ville.",
		"toSpanish": "Un día, Oliver se topó con un almacén olvidado en el corazón de la ciudad.",
		"toRussian": "Однажды Оливер наткнулся на забытый склад в самом центре города.",
		"toPortuguese": "Um dia, Oliver tropeçou em um armazém esquecido no coração da cidade",
		"level": ""
	  },
	  {
		"id": 30,
		"sentence": "Intrigued by its faded history, he decided to turn it into an immersive art space",
		"toGerman": "Fasziniert von der verblassten Geschichte beschloss er, daraus einen immersiven Kunstraum zu machen",
		"toTurkish": "Solmuş tarihi ilgisini çekerek burayı sürükleyici bir sanat alanına dönüştürmeye karar verdi.",
		"toFrench": "Intrigué par son histoire disparue, il décide d'en faire un espace d'art immersif",
		"toSpanish": "Intrigado por su historia desvaída, decidió convertirlo en un espacio artístico inmersivo.",
		"toRussian": "Заинтригованный его выцветшей историей, он решил превратить его в иммерсивное арт-пространство.",
		"toPortuguese": "Intrigado com sua história desbotada, ele decidiu transformá-lo em um espaço artístico envolvente",
		"level": ""
	  },
	  {
		"id": 31,
		"sentence": "The success of TimeEcho echoed beyond the warehouse walls",
		"toGerman": "Der Erfolg von TimeEcho hallte über die Lagerhausmauern hinaus",
		"toTurkish": "TimeEcho'nun başarısı depo duvarlarının ötesinde yankılandı",
		"toFrench": "Le succès de TimeEcho a résonné au-delà des murs de l'entrepôt",
		"toSpanish": "El éxito de TimeEcho resonó más allá de las paredes del almacén",
		"toRussian": "Успех TimeEcho эхом отразился за стенами склада",
		"toPortuguese": "O sucesso do TimeEcho ecoou além das paredes do armazém",
		"level": ""
	  },
	  {
		"id": 32,
		"sentence": "The seashell, she discovered, was a key to unlocking the language of the ocean itself",
		"toGerman": "Sie entdeckte, dass die Muschel ein Schlüssel zur Erschließung der Sprache des Ozeans selbst war",
		"toTurkish": "Deniz kabuğunun okyanusun dilini çözmenin anahtarı olduğunu keşfetti.",
		"toFrench": "Le coquillage, a-t-elle découvert, était la clé pour débloquer le langage de l'océan lui-même.",
		"toSpanish": "Descubrió que la concha marina era la clave para desbloquear el lenguaje del océano mismo.",
		"toRussian": "Она обнаружила, что морская ракушка была ключом к пониманию языка самого океана.",
		"toPortuguese": "A concha, ela descobriu, era a chave para desvendar a linguagem do próprio oceano",
		"level": ""
	  },
	  {
		"id": 33,
		"sentence": "Coral reefs regained their vibrant colors, and marine life flourished once more",
		"toGerman": "Korallenriffe erhielten ihre leuchtenden Farben zurück und das Meeresleben blühte wieder auf",
		"toTurkish": "Mercan resifleri canlı renklerine kavuştu ve deniz yaşamı bir kez daha gelişti",
		"toFrench": "Les récifs coralliens ont retrouvé leurs couleurs éclatantes et la vie marine a prospéré à nouveau",
		"toSpanish": "Los arrecifes de coral recuperaron sus colores vibrantes y la vida marina floreció una vez más",
		"toRussian": "Коралловые рифы вновь обрели свои яркие цвета, а морская жизнь снова процветала.",
		"toPortuguese": "Os recifes de coral recuperaram as suas cores vibrantes e a vida marinha floresceu mais uma vez",
		"level": ""
	  },
	  {
		"id": 34,
		"sentence": "At the heart of Aetheria lived a young inventor named Celestia",
		"toGerman": "Im Herzen von Aetheria lebte eine junge Erfinderin namens Celestia",
		"toTurkish": "Aetheria'nın kalbinde Celestia adında genç bir mucit yaşıyordu.",
		"toFrench": "Au cœur d'Aetheria vivait une jeune inventrice nommée Celestia.",
		"toSpanish": "En el corazón de Aetheria vivía una joven inventora llamada Celestia.",
		"toRussian": "В сердце Этерии жила юная изобретательница по имени Селестия.",
		"toPortuguese": "No coração de Aetheria vivia uma jovem inventora chamada Celestia",
		"level": ""
	  },
	  {
		"id": 35,
		"sentence": "Celestia, now revered as the Skyweaver, continued to push the boundaries of invention",
		"toGerman": "Celestia, heute als Himmelsweberin verehrt, verschob weiterhin die Grenzen der Erfindung",
		"toTurkish": "Artık Skyweaver olarak saygı duyulan Celestia, buluşun sınırlarını zorlamaya devam etti",
		"toFrench": "Celestia, désormais vénérée sous le nom de Skyweaver, a continué à repousser les limites de l'invention.",
		"toSpanish": "Celestia, ahora venerada como Skyweaver, continuó superando los límites de la invención.",
		"toRussian": "Селестия, которую теперь почитают как Небесную Ткачиху, продолжала расширять границы изобретений.",
		"toPortuguese": "Celestia, agora reverenciada como Skyweaver, continuou a expandir os limites da invenção",
		"level": ""
	  },
	  {
		"id": 36,
		"sentence": "Despite facing numerous challenges, she successfully completed the demanding project",
		"toGerman": "Trotz zahlreicher Herausforderungen schloss sie das anspruchsvolle Projekt erfolgreich ab",
		"toTurkish": "Pek çok zorlukla karşılaşmasına rağmen zorlu projeyi başarıyla tamamladı",
		"toFrench": "Malgré de nombreux défis, elle a mené à bien ce projet exigeant.",
		"toSpanish": "A pesar de enfrentar numerosos desafíos, completó con éxito el exigente proyecto.",
		"toRussian": "Несмотря на многочисленные трудности, она успешно завершила сложный проект.",
		"toPortuguese": "Apesar de enfrentar inúmeros desafios, ela concluiu com sucesso o exigente projeto",
		"level": ""
	  },
	  {
		"id": 37,
		"sentence": "The intricate details of the historical artifact fascinated the museum visitors",
		"toGerman": "Die komplizierten Details des historischen Artefakts faszinierten die Museumsbesucher",
		"toTurkish": "Tarihi eserin incelikli detayları müze ziyaretçilerini büyüledi",
		"toFrench": "Les détails complexes de l'artefact historique ont fasciné les visiteurs du musée",
		"toSpanish": "Los intrincados detalles del artefacto histórico fascinaron a los visitantes del museo.",
		"toRussian": "Замысловатые детали исторического артефакта заворожили посетителей музея.",
		"toPortuguese": "Os intrincados detalhes do artefato histórico fascinaram os visitantes do museu",
		"level": ""
	  },
	  {
		"id": 38,
		"sentence": "The author skillfully conveyed the protagonist's internal struggles in the novel",
		"toGerman": "Der Autor hat in dem Roman gekonnt die inneren Kämpfe des Protagonisten vermittelt",
		"toTurkish": "Yazar romanda kahramanın iç mücadelelerini ustaca aktardı",
		"toFrench": "L'auteur a habilement transmis les luttes internes du protagoniste dans le roman",
		"toSpanish": "El autor transmitió hábilmente las luchas internas del protagonista en la novela.",
		"toRussian": "Автор умело передал внутреннюю борьбу главного героя романа.",
		"toPortuguese": "O autor transmitiu habilmente as lutas internas do protagonista no romance",
		"level": ""
	  },
	  {
		"id": 39,
		"sentence": "The renowned scientist revolutionized the field with groundbreaking discoveries",
		"toGerman": "Der renommierte Wissenschaftler revolutionierte das Fachgebiet mit bahnbrechenden Entdeckungen",
		"toTurkish": "Ünlü bilim adamı çığır açan keşiflerle alanda devrim yarattı",
		"toFrench": "Le célèbre scientifique a révolutionné le domaine avec des découvertes révolutionnaires",
		"toSpanish": "El renombrado científico revolucionó el campo con descubrimientos innovadores",
		"toRussian": "Известный ученый произвел революцию в этой области своими революционными открытиями.",
		"toPortuguese": "O renomado cientista revolucionou o campo com descobertas inovadoras",
		"level": ""
	  },
	  {
		"id": 40,
		"sentence": "His eloquent speech captivated the audience and left a lasting impression",
		"toGerman": "Seine eloquente Rede fesselte das Publikum und hinterließ einen bleibenden Eindruck",
		"toTurkish": "Güzel konuşması seyirciyi büyüledi ve kalıcı bir izlenim bıraktı",
		"toFrench": "Son discours éloquent a captivé l'auditoire et laissé une impression durable",
		"toSpanish": "Su elocuente discurso cautivó a la audiencia y dejó una impresión duradera.",
		"toRussian": "Его красноречивая речь покорила аудиторию и оставила неизгладимое впечатление.",
		"toPortuguese": "Seu discurso eloquente cativou o público e deixou uma impressão duradoura",
		"level": ""
	  },
	  {
		"id": 41,
		"sentence": "Adapting to diverse cultural norms is essential in today's interconnected world",
		"toGerman": "Die Anpassung an unterschiedliche kulturelle Normen ist in der heutigen vernetzten Welt von entscheidender Bedeutung",
		"toTurkish": "Günümüzün birbirine bağlı dünyasında farklı kültürel normlara uyum sağlamak çok önemlidir",
		"toFrench": "S'adapter aux diverses normes culturelles est essentiel dans le monde interconnecté d'aujourd'hui",
		"toSpanish": "Adaptarse a diversas normas culturales es esencial en el mundo interconectado de hoy",
		"toRussian": "Адаптация к разнообразным культурным нормам имеет важное значение в современном взаимосвязанном мире.",
		"toPortuguese": "A adaptação a diversas normas culturais é essencial no mundo interconectado de hoje",
		"level": ""
	  },
	  {
		"id": 42,
		"sentence": "The team demonstrated exceptional cohesion, leading to a seamless project execution",
		"toGerman": "Das Team zeigte einen außergewöhnlichen Zusammenhalt, der zu einer reibungslosen Projektabwicklung führte",
		"toTurkish": "Ekip, projenin kusursuz bir şekilde yürütülmesine yol açan olağanüstü bir uyum sergiledi",
		"toFrench": "L'équipe a fait preuve d'une cohésion exceptionnelle, conduisant à une exécution fluide du projet.",
		"toSpanish": "El equipo demostró una cohesión excepcional, lo que llevó a una ejecución perfecta del proyecto.",
		"toRussian": "Команда продемонстрировала исключительную сплоченность, что привело к бесперебойной реализации проекта.",
		"toPortuguese": "A equipe demonstrou coesão excepcional, levando a uma execução perfeita do projeto",
		"level": ""
	  },
	  {
		"id": 43,
		"sentence": "Despite facing unexpected setbacks, the team managed to achieve remarkable results",
		"toGerman": "Trotz unerwarteter Rückschläge gelang es dem Team, bemerkenswerte Ergebnisse zu erzielen",
		"toTurkish": "Beklenmedik aksiliklerle karşı karşıya olmasına rağmen ekip dikkate değer sonuçlar elde etmeyi başardı",
		"toFrench": "Malgré des revers inattendus, l’équipe a réussi à obtenir des résultats remarquables.",
		"toSpanish": "A pesar de enfrentar reveses inesperados, el equipo logró lograr resultados notables.",
		"toRussian": "Несмотря на неожиданные неудачи, команде удалось добиться замечательных результатов.",
		"toPortuguese": "Apesar de enfrentar contratempos inesperados, a equipe conseguiu resultados notáveis",
		"level": ""
	  },
	  {
		"id": 44,
		"sentence": "Navigating through the complex legal system requires a comprehensive understanding",
		"toGerman": "Die Navigation durch das komplexe Rechtssystem erfordert ein umfassendes Verständnis",
		"toTurkish": "Karmaşık hukuk sisteminde gezinmek kapsamlı bir anlayış gerektirir",
		"toFrench": "Naviguer dans un système juridique complexe nécessite une compréhension globale",
		"toSpanish": "Navegar por el complejo sistema legal requiere una comprensión integral",
		"toRussian": "Навигация в сложной правовой системе требует всестороннего понимания",
		"toPortuguese": "Navegar pelo complexo sistema jurídico requer uma compreensão abrangente",
		"level": ""
	  },
	  {
		"id": 45,
		"sentence": "The artist's mastery of color and form evoked a profound emotional response",
		"toGerman": "Die Beherrschung von Farbe und Form durch den Künstler löste eine tiefe emotionale Reaktion aus",
		"toTurkish": "Sanatçının renk ve biçim üzerindeki ustalığı derin bir duygusal tepki uyandırdı",
		"toFrench": "La maîtrise de la couleur et de la forme de l'artiste a suscité une profonde réaction émotionnelle.",
		"toSpanish": "El dominio del color y la forma del artista evocó una profunda respuesta emocional.",
		"toRussian": "Мастерство цвета и формы художника вызвало глубокий эмоциональный отклик.",
		"toPortuguese": "O domínio da cor e da forma do artista evocou uma resposta emocional profunda",
		"level": ""
	  },
	  {
		"id": 46,
		"sentence": "Collaborating with experts from various fields enhances the overall project outcomes",
		"toGerman": "Die Zusammenarbeit mit Experten aus verschiedenen Bereichen verbessert die Gesamtergebnisse des Projekts",
		"toTurkish": "Çeşitli alanlardan uzmanlarla işbirliği yapmak genel proje sonuçlarını artırır",
		"toFrench": "La collaboration avec des experts de divers domaines améliore les résultats globaux du projet",
		"toSpanish": "Colaborar con expertos de diversos campos mejora los resultados generales del proyecto.",
		"toRussian": "Сотрудничество с экспертами из различных областей повышает общие результаты проекта.",
		"toPortuguese": "A colaboração com especialistas de diversas áreas melhora os resultados gerais do projeto",
		"level": ""
	  },
	  {
		"id": 47,
		"sentence": "Developing effective communication skills is pivotal for professional success",
		"toGerman": "Die Entwicklung effektiver Kommunikationsfähigkeiten ist entscheidend für den beruflichen Erfolg",
		"toTurkish": "Etkili iletişim becerilerini geliştirmek mesleki başarı için çok önemlidir",
		"toFrench": "Développer des compétences en communication efficaces est essentiel à la réussite professionnelle",
		"toSpanish": "Desarrollar habilidades de comunicación efectiva es fundamental para el éxito profesional.",
		"toRussian": "Развитие эффективных коммуникативных навыков имеет решающее значение для профессионального успеха.",
		"toPortuguese": "Desenvolver habilidades de comunicação eficazes é fundamental para o sucesso profissional",
		"level": ""
	  },
	  {
		"id": 48,
		"sentence": "The politician's eloquence and charisma garnered widespread support from the public",
		"toGerman": "Die Beredsamkeit und das Charisma des Politikers fanden breite Zustimmung in der Öffentlichkeit",
		"toTurkish": "Politikacının belagati ve karizması halktan geniş bir destek topladı",
		"toFrench": "L'éloquence et le charisme de l'homme politique ont recueilli un large soutien de la part du public.",
		"toSpanish": "La elocuencia y el carisma del político obtuvieron un amplio apoyo del público.",
		"toRussian": "Красноречие и харизма политика получили широкую поддержку общественности.",
		"toPortuguese": "A eloqüência e o carisma do político conquistaram amplo apoio do público",
		"level": ""
	  },
	  {
		"id": 49,
		"sentence": "Analyzing intricate data sets is a fundamental aspect of modern scientific research",
		"toGerman": "Die Analyse komplexer Datensätze ist ein grundlegender Aspekt der modernen wissenschaftlichen Forschung",
		"toTurkish": "Karmaşık veri kümelerini analiz etmek modern bilimsel araştırmanın temel bir yönüdür",
		"toFrench": "L'analyse d'ensembles de données complexes est un aspect fondamental de la recherche scientifique moderne",
		"toSpanish": "El análisis de conjuntos de datos complejos es un aspecto fundamental de la investigación científica moderna.",
		"toRussian": "Анализ сложных наборов данных является фундаментальным аспектом современных научных исследований.",
		"toPortuguese": "A análise de conjuntos de dados intrincados é um aspecto fundamental da pesquisa científica moderna",
		"level": ""
	  },
	  {
		"id": 50,
		"sentence": "Balancing work commitments with personal life is essential for overall well-being",
		"toGerman": "Die Vereinbarkeit von beruflichen Verpflichtungen und Privatleben ist für das allgemeine Wohlbefinden von entscheidender Bedeutung",
		"toTurkish": "İş taahhütlerini kişisel yaşamla dengelemek genel refah için çok önemlidir",
		"toFrench": "Équilibrer les engagements professionnels et la vie personnelle est essentiel pour le bien-être général",
		"toSpanish": "Equilibrar los compromisos laborales con la vida personal es esencial para el bienestar general",
		"toRussian": "Баланс между работой и личной жизнью важен для общего благополучия.",
		"toPortuguese": "Equilibrar os compromissos profissionais com a vida pessoal é essencial para o bem-estar geral",
		"level": ""
	  },
	  {
		"id": 51,
		"sentence": "Implementing sustainable practices is crucial to address environmental challenges",
		"toGerman": "Die Umsetzung nachhaltiger Praktiken ist von entscheidender Bedeutung, um Umweltherausforderungen zu bewältigen",
		"toTurkish": "Sürdürülebilir uygulamaların uygulanması çevresel zorlukların üstesinden gelmek için çok önemlidir",
		"toFrench": "La mise en œuvre de pratiques durables est cruciale pour relever les défis environnementaux",
		"toSpanish": "Implementar prácticas sustentables es crucial para abordar los desafíos ambientales",
		"toRussian": "Внедрение устойчивых практик имеет решающее значение для решения экологических проблем.",
		"toPortuguese": "Implementar práticas sustentáveis ​​é crucial para enfrentar os desafios ambientais",
		"level": ""
	  },
	  {
		"id": 52,
		"sentence": "The novel's intricate plot twists kept readers eagerly turning each page",
		"toGerman": "Die komplizierten Wendungen in der Handlung des Romans sorgten dafür, dass die Leser eifrig jede Seite umblätterten",
		"toTurkish": "Romanın karmaşık olay örgüsü okuyucuların her sayfayı hevesle çevirmesine neden oldu",
		"toFrench": "Les rebondissements complexes de l'intrigue du roman ont incité les lecteurs à tourner chaque page avec impatience.",
		"toSpanish": "Los intrincados giros de la trama de la novela hicieron que los lectores pasaran ansiosamente cada página.",
		"toRussian": "Замысловатые повороты сюжета романа заставляли читателей с нетерпением перелистывать каждую страницу.",
		"toPortuguese": "As intrincadas reviravoltas na trama do romance mantiveram os leitores ansiosamente virando cada página",
		"level": ""
	  },
	  {
		"id": 53,
		"sentence": "The celestial panorama unveiled a tapestry of stars, mesmerizing observers below",
		"toGerman": "Das Himmelspanorama enthüllte einen Teppich aus Sternen und faszinierte die Beobachter unten",
		"toTurkish": "Göksel panorama, aşağıdaki gözlemcileri büyüleyen yıldızlardan oluşan bir dokuyu ortaya çıkardı",
		"toFrench": "Le panorama céleste a dévoilé une tapisserie d'étoiles, fascinant les observateurs ci-dessous",
		"toSpanish": "El panorama celeste reveló un tapiz de estrellas que hipnotizó a los observadores que se encontraban debajo.",
		"toRussian": "Небесная панорама представила гобелен звезд, завораживающий наблюдателей внизу.",
		"toPortuguese": "O panorama celestial revelou uma tapeçaria de estrelas, hipnotizando os observadores abaixo",
		"level": ""
	  },
	  {
		"id": 54,
		"sentence": "Amidst the labyrinthine alleys, an undiscovered gem of a cafe beckoned passersby",
		"toGerman": "Inmitten der labyrinthischen Gassen lockte ein unentdecktes Juwel von einem Café die Passanten",
		"toTurkish": "Labirent gibi sokakların ortasında, keşfedilmemiş bir kafe, yoldan geçenleri çağırıyordu",
		"toFrench": "Au milieu des ruelles labyrinthiques, un joyau inconnu d'un café attirait les passants",
		"toSpanish": "En medio de callejones laberínticos, una joya de café por descubrir atraía a los transeúntes",
		"toRussian": "Среди лабиринтов переулков неоткрытая жемчужина кафе манила прохожих.",
		"toPortuguese": "Em meio às vielas labirínticas, uma joia desconhecida de um café atraía os transeuntes",
		"level": ""
	  },
	  {
		"id": 55,
		"sentence": "The polymath's erudition spanned diverse fields, from philosophy to astrophysics",
		"toGerman": "Die Gelehrsamkeit des Universalgelehrten erstreckte sich über verschiedene Bereiche, von der Philosophie bis zur Astrophysik",
		"toTurkish": "Bilge adamın bilgeliği felsefeden astrofiziğe kadar çeşitli alanları kapsıyordu",
		"toFrench": "L'érudition du mathématicien couvre divers domaines, de la philosophie à l'astrophysique.",
		"toSpanish": "La erudición del erudito abarcó diversos campos, desde la filosofía hasta la astrofísica.",
		"toRussian": "Эрудиция эрудита охватывала самые разные области, от философии до астрофизики.",
		"toPortuguese": "A erudição do polímata abrangeu diversos campos, da filosofia à astrofísica",
		"level": ""
	  },
	  {
		"id": 56,
		"sentence": "The protagonist's existential dilemmas added a layer of profundity to the narrative",
		"toGerman": "Die existenziellen Dilemmata des Protagonisten verliehen der Erzählung eine Tiefe",
		"toTurkish": "Kahramanın varoluşsal ikilemleri anlatıya bir derinlik katmanı ekledi",
		"toFrench": "Les dilemmes existentiels du protagoniste ont ajouté une couche de profondeur au récit",
		"toSpanish": "Los dilemas existenciales del protagonista agregaron una capa de profundidad a la narrativa.",
		"toRussian": "Экзистенциальные дилеммы главного героя добавили повествованию глубину.",
		"toPortuguese": "Os dilemas existenciais do protagonista acrescentaram uma camada de profundidade à narrativa",
		"level": ""
	  },
	  {
		"id": 57,
		"sentence": "A cacophony of voices in the bustling marketplace created a vibrant urban symphony",
		"toGerman": "Eine Kakophonie von Stimmen auf dem geschäftigen Markt schuf eine lebendige urbane Symphonie",
		"toTurkish": "Kalabalık pazar yerindeki seslerin kakofonisi canlı bir şehir senfonisi yarattı",
		"toFrench": "Une cacophonie de voix sur le marché animé a créé une symphonie urbaine vibrante",
		"toSpanish": "Una cacofonía de voces en el bullicioso mercado creó una vibrante sinfonía urbana.",
		"toRussian": "Какофония голосов на оживленном рынке создала яркую городскую симфонию.",
		"toPortuguese": "Uma cacofonia de vozes no movimentado mercado criou uma vibrante sinfonia urbana",
		"level": ""
	  },
	  {
		"id": 58,
		"sentence": "The expedition's arduous journey tested the team's mettle and camaraderie",
		"toGerman": "Die beschwerliche Reise der Expedition stellte den Mut und die Kameradschaft des Teams auf die Probe",
		"toTurkish": "Keşif gezisinin zorlu yolculuğu ekibin cesaretini ve dostluğunu sınadı",
		"toFrench": "Le voyage ardu de l'expédition a mis à l'épreuve le courage et la camaraderie de l'équipe.",
		"toSpanish": "El arduo viaje de la expedición puso a prueba el temple y la camaradería del equipo.",
		"toRussian": "Трудное путешествие экспедиции проверило характер и дух товарищества команды.",
		"toPortuguese": "A árdua jornada da expedição testou a coragem e a camaradagem da equipe",
		"level": ""
	  },
	  {
		"id": 59,
		"sentence": "The opulent ballroom radiated an aura of sophistication, hosting the elite of society",
		"toGerman": "Der opulente Ballsaal strahlte eine Aura der Eleganz aus und beherbergte die Elite der Gesellschaft",
		"toTurkish": "Gösterişli balo salonu, toplumun elit kesimine ev sahipliği yapan sofistike bir hava yaydı",
		"toFrench": "L'opulente salle de bal dégageait une aura de sophistication, accueillant l'élite de la société.",
		"toSpanish": "El opulento salón de baile irradiaba un aura de sofisticación y albergaba a la élite de la sociedad.",
		"toRussian": "Роскошный бальный зал излучал ауру изысканности и принимал элиту общества.",
		"toPortuguese": "O opulento salão de baile irradiava uma aura de sofisticação, hospedando a elite da sociedade",
		"level": ""
	  },
	  {
		"id": 60,
		"sentence": "Technological disruptions often precipitate seismic shifts in economic paradigms",
		"toGerman": "Technologische Störungen führen oft zu erdbebenartigen Veränderungen in den Wirtschaftsparadigmen",
		"toTurkish": "Teknolojik aksaklıklar sıklıkla ekonomik paradigmalarda sismik değişimlere neden oluyor",
		"toFrench": "Les perturbations technologiques précipitent souvent des changements sismiques dans les paradigmes économiques",
		"toSpanish": "Las disrupciones tecnológicas a menudo precipitan cambios sísmicos en los paradigmas económicos",
		"toRussian": "Технологические прорывы часто вызывают сейсмические сдвиги в экономических парадигмах.",
		"toPortuguese": "As perturbações tecnológicas precipitam frequentemente mudanças sísmicas nos paradigmas económicos",
		"level": ""
	  },
	  {
		"id": 61,
		"sentence": "As an arbiter of justice, the judge navigated the complex web of legal intricacies",
		"toGerman": "Als Schiedsrichter der Justiz navigierte der Richter durch das komplexe Netz rechtlicher Feinheiten",
		"toTurkish": "Adaletin hakemi olarak yargıç, hukuki karmaşıklıklardan oluşan karmaşık ağda yön buldu",
		"toFrench": "En tant qu'arbitre de justice, le juge a navigué dans le réseau complexe des subtilités juridiques",
		"toSpanish": "Como árbitro de justicia, el juez navegó por la compleja red de complejidades legales",
		"toRussian": "Будучи арбитром правосудия, судья разбирался в сложной паутине юридических тонкостей.",
		"toPortuguese": "Como árbitro da justiça, o juiz navegou na complexa teia de complexidades jurídicas",
		"level": ""
	  },
	  {
		"id": 62,
		"sentence": "The ethereal glow of twilight painted the sky in hues of orange and lavender",
		"toGerman": "Der ätherische Schein der Dämmerung tauchte den Himmel in Orange- und Lavendeltöne",
		"toTurkish": "Alacakaranlığın ruhani parıltısı gökyüzünü turuncu ve lavanta tonlarına boyadı",
		"toFrench": "La lueur éthérée du crépuscule peignait le ciel dans des tons d'orange et de lavande",
		"toSpanish": "El brillo etéreo del crepúsculo pintó el cielo en tonos naranja y lavanda.",
		"toRussian": "Эфирное сияние сумерек окрасило небо в оранжевые и лавандовые оттенки.",
		"toPortuguese": "O brilho etéreo do crepúsculo pintou o céu em tons de laranja e lavanda",
		"level": ""
	  },
	  {
		"id": 63,
		"sentence": "Amidst the verdant meadows, a kaleidoscope of wildflowers danced in the gentle breeze",
		"toGerman": "Inmitten der grünen Wiesen tanzte ein Kaleidoskop aus Wildblumen im sanften Wind",
		"toTurkish": "Yemyeşil çayırların ortasında, kır çiçeklerinden oluşan bir kaleydoskop hafif esintiyle dans ediyordu",
		"toFrench": "Au milieu des prairies verdoyantes, un kaléidoscope de fleurs sauvages dansait sous la douce brise",
		"toSpanish": "En medio de los verdes prados, un caleidoscopio de flores silvestres bailaba con la suave brisa.",
		"toRussian": "Среди зеленых лугов под легким ветерком танцевал калейдоскоп полевых цветов.",
		"toPortuguese": "Entre os prados verdejantes, um caleidoscópio de flores silvestres dançava na brisa suave",
		"level": ""
	  },
	  {
		"id": 64,
		"sentence": "The poignant melody of the solo violin echoed through the dimly lit concert hall",
		"toGerman": "Die ergreifende Melodie der Solovioline hallte durch den schwach beleuchteten Konzertsaal",
		"toTurkish": "Solo kemanın dokunaklı melodisi loş konser salonunda yankılanıyordu",
		"toFrench": "La mélodie poignante du violon solo résonne dans la salle de concert faiblement éclairée",
		"toSpanish": "La conmovedora melodía del violín solista resonó en la sala de conciertos en penumbra.",
		"toRussian": "Пронзительная мелодия соло скрипки эхом разносилась по тускло освещенному концертному залу.",
		"toPortuguese": "A melodia comovente do violino solo ecoou pela sala de concertos mal iluminada",
		"level": ""
	  },
	  {
		"id": 65,
		"sentence": "The labyrinthine plot of the mystery novel kept readers on the edge of their seats",
		"toGerman": "Die labyrinthische Handlung des Kriminalromans hielt die Leser in Atem",
		"toTurkish": "Gizem romanının labirentvari konusu okuyucuları koltuklarının kenarında tuttu",
		"toFrench": "L'intrigue labyrinthique du roman policier a tenu les lecteurs en haleine.",
		"toSpanish": "La laberíntica trama de la novela de misterio mantuvo a los lectores al borde de sus asientos",
		"toRussian": "Лабиринтный сюжет детективного романа держал читателей в напряжении.",
		"toPortuguese": "O enredo labiríntico do romance de mistério manteve os leitores na ponta da cadeira",
		"level": ""
	  },
	  {
		"id": 66,
		"sentence": "Cultural nuances add a layer of richness to communication, transcending language",
		"toGerman": "Kulturelle Nuancen bereichern die Kommunikation und gehen über die Sprache hinaus",
		"toTurkish": "Kültürel nüanslar, dili aşarak iletişime bir zenginlik katmanı ekler",
		"toFrench": "Les nuances culturelles ajoutent une couche de richesse à la communication, transcendant le langage",
		"toSpanish": "Los matices culturales añaden una capa de riqueza a la comunicación, trascendiendo el lenguaje",
		"toRussian": "Культурные нюансы добавляют разнообразия общению, выходя за рамки языка.",
		"toPortuguese": "As nuances culturais acrescentam uma camada de riqueza à comunicação, transcendendo a linguagem",
		"level": ""
	  },
	  {
		"id": 67,
		"sentence": "The avant-garde architect seamlessly merged functionality with avant-garde aesthetics",
		"toGerman": "Der Avantgarde-Architekt verschmolz Funktionalität nahtlos mit avantgardistischer Ästhetik",
		"toTurkish": "Avangart mimar, işlevselliği avangart estetikle kusursuz bir şekilde birleştirdi",
		"toFrench": "L'architecte d'avant-garde a fusionné harmonieusement fonctionnalité et esthétique d'avant-garde",
		"toSpanish": "El arquitecto de vanguardia fusionó a la perfección la funcionalidad con la estética de vanguardia",
		"toRussian": "Авангардный архитектор органично объединил функциональность с авангардной эстетикой.",
		"toPortuguese": "O arquiteto vanguardista fundiu perfeitamente funcionalidade com estética vanguardista",
		"level": ""
	  },
	  {
		"id": 68,
		"sentence": "In the crucible of adversity, resilience becomes the crucible of personal growth",
		"toGerman": "Im Schmelztiegel der Widrigkeiten wird Resilienz zum Schmelztiegel des persönlichen Wachstums",
		"toTurkish": "Zorlukların potasında dayanıklılık, kişisel gelişimin potası haline gelir",
		"toFrench": "Dans le creuset de l’adversité, la résilience devient le creuset de la croissance personnelle",
		"toSpanish": "En el crisol de la adversidad, la resiliencia se convierte en el crisol del crecimiento personal",
		"toRussian": "В горниле невзгод устойчивость становится горнилом личностного роста.",
		"toPortuguese": "No cadinho da adversidade, a resiliência torna-se o cadinho do crescimento pessoal",
		"level": ""
	  },
	  {
		"id": 69,
		"sentence": "The scientific inquiry into quantum mechanics unraveled perplexing cosmic mysteries",
		"toGerman": "Die wissenschaftliche Untersuchung der Quantenmechanik enthüllte verwirrende kosmische Geheimnisse",
		"toTurkish": "Kuantum mekaniğine yönelik bilimsel araştırma, kafa karıştırıcı kozmik gizemleri açığa çıkardı",
		"toFrench": "L’enquête scientifique sur la mécanique quantique a révélé des mystères cosmiques déroutants",
		"toSpanish": "La investigación científica sobre la mecánica cuántica desvela desconcertantes misterios cósmicos",
		"toRussian": "Научные исследования квантовой механики раскрыли загадочные космические тайны",
		"toPortuguese": "A investigação científica sobre a mecânica quântica desvendou mistérios cósmicos desconcertantes",
		"level": ""
	  },
	  {
		"id": 70,
		"sentence": "The cybersecurity protocol proved impervious to the sophisticated hacking attempt",
		"toGerman": "Das Cybersicherheitsprotokoll erwies sich als unempfindlich gegenüber dem raffinierten Hackerangriff",
		"toTurkish": "Siber güvenlik protokolünün karmaşık bilgisayar korsanlığı girişimlerine karşı dayanıklı olduğu kanıtlandı",
		"toFrench": "Le protocole de cybersécurité s’est révélé insensible à la tentative de piratage sophistiquée",
		"toSpanish": "El protocolo de ciberseguridad resultó inmune al sofisticado intento de piratería",
		"toRussian": "Протокол кибербезопасности оказался невосприимчивым к изощренной попытке взлома.",
		"toPortuguese": "O protocolo de segurança cibernética provou ser imune à sofisticada tentativa de hacking",
		"level": ""
	  },
	  {
		"id": 71,
		"sentence": "The orator's eloquence resonated with the audience, leaving an indelible impression",
		"toGerman": "Die Beredsamkeit des Redners fand großen Anklang beim Publikum und hinterließ einen unauslöschlichen Eindruck",
		"toTurkish": "Hatibin güzel konuşması dinleyicilerde yankı uyandırdı ve silinmez bir izlenim bıraktı",
		"toFrench": "L'éloquence de l'orateur a trouvé un écho auprès du public, laissant une impression indélébile",
		"toSpanish": "La elocuencia del orador resonó en el público, dejando una impresión imborrable.",
		"toRussian": "Красноречие оратора нашло отклик у слушателей, оставив неизгладимое впечатление.",
		"toPortuguese": "A eloquência do orador ressoou no público, deixando uma impressão indelével",
		"level": ""
	  },
	  {
		"id": 72,
		"sentence": "The enigmatic artwork evoked a myriad of emotions, inviting interpretation",
		"toGerman": "Das rätselhafte Kunstwerk rief eine Vielzahl von Emotionen hervor und lädt zur Interpretation ein",
		"toTurkish": "Gizemli sanat eseri sayısız duyguyu uyandırdı ve yoruma davet etti",
		"toFrench": "L'œuvre énigmatique évoquait une myriade d'émotions, invitant à l'interprétation",
		"toSpanish": "La enigmática obra de arte evocó una infinidad de emociones, invitando a la interpretación.",
		"toRussian": "Загадочное произведение искусства вызвало множество эмоций, требуя интерпретации.",
		"toPortuguese": "A obra de arte enigmática evocou uma miríade de emoções, convidando à interpretação",
		"level": ""
	  },
	  {
		"id": 73,
		"sentence": "The burgeoning metropolis pulsated with life, a testament to urban resilience",
		"toGerman": "Die aufstrebende Metropole pulsierte vor Leben, ein Beweis für die Widerstandsfähigkeit der Stadt",
		"toTurkish": "Gelişmekte olan metropol yaşamla dolup taşıyor, bu da kentsel dayanıklılığın bir kanıtı",
		"toFrench": "La métropole en plein essor palpitait de vie, témoignage de la résilience urbaine",
		"toSpanish": "La floreciente metrópolis palpitaba de vida, un testimonio de la resiliencia urbana",
		"toRussian": "Растущий мегаполис пульсировал жизнью, что является свидетельством устойчивости города.",
		"toPortuguese": "A metrópole florescente pulsava com vida, um testemunho da resiliência urbana",
		"level": ""
	  },
	  {
		"id": 74,
		"sentence": "The enigmatic detective sifted through clues, unraveling the perplexing mystery",
		"toGerman": "Der rätselhafte Detektiv sichtete Hinweise und lüftete das verwirrende Geheimnis",
		"toTurkish": "Esrarengiz dedektif ipuçlarını tarayarak kafa karıştırıcı gizemi ortaya çıkardı",
		"toFrench": "L'énigmatique détective a passé au crible les indices et a dévoilé le mystère déroutant.",
		"toSpanish": "El enigmático detective examinó las pistas y desentrañó el desconcertante misterio.",
		"toRussian": "Загадочный детектив тщательно анализировал улики, разгадывая запутанную тайну.",
		"toPortuguese": "O enigmático detetive vasculhou as pistas, desvendando o mistério desconcertante",
		"level": ""
	  },
	  {
		"id": 75,
		"sentence": "Ethical dilemmas often pose intricate challenges in professional decision-making",
		"toGerman": "Ethische Dilemmata stellen bei beruflichen Entscheidungen oft komplexe Herausforderungen dar",
		"toTurkish": "Etik ikilemler sıklıkla profesyonel karar alma süreçlerinde karmaşık zorluklara yol açar",
		"toFrench": "Les dilemmes éthiques posent souvent des défis complexes dans la prise de décision professionnelle",
		"toSpanish": "Los dilemas éticos a menudo plantean desafíos complejos en la toma de decisiones profesionales.",
		"toRussian": "Этические дилеммы часто создают сложные проблемы при принятии профессиональных решений.",
		"toPortuguese": "Os dilemas éticos muitas vezes representam desafios intrincados na tomada de decisões profissionais",
		"level": ""
	  },
	  {
		"id": 76,
		"sentence": "The celestial bodies, in their cosmic dance, weave tales of astronomical wonder",
		"toGerman": "Die Himmelskörper erzählen in ihrem kosmischen Tanz Geschichten von astronomischen Wundern",
		"toTurkish": "Gök cisimleri kozmik danslarıyla astronomik mucizelerin hikayelerini örüyorlar",
		"toFrench": "Les corps célestes, dans leur danse cosmique, tissent des récits de merveilles astronomiques",
		"toSpanish": "Los cuerpos celestes, en su danza cósmica, tejen cuentos de maravillas astronómicas",
		"toRussian": "Небесные тела в своем космическом танце ткут истории об астрономических чудесах.",
		"toPortuguese": "Os corpos celestes, em sua dança cósmica, tecem histórias de maravilhas astronômicas",
		"level": ""
	  },
	  {
		"id": 77,
		"sentence": "The virtuoso pianist's fingers danced across the keys, creating a symphony of sound",
		"toGerman": "Die Finger des virtuosen Pianisten tanzten über die Tasten und erzeugten eine Klangsymphonie",
		"toTurkish": "Usta piyanistin parmakları tuşlar üzerinde dans ederek bir ses senfonisi yarattı",
		"toFrench": "Les doigts du pianiste virtuose dansaient sur les touches, créant une symphonie sonore",
		"toSpanish": "Los dedos del virtuoso pianista bailaron sobre las teclas, creando una sinfonía de sonido.",
		"toRussian": "Пальцы пианиста-виртуоза танцевали по клавишам, создавая симфонию звуков.",
		"toPortuguese": "Os dedos do pianista virtuoso dançaram pelas teclas, criando uma sinfonia de som",
		"level": ""
	  },
	  {
		"id": 78,
		"sentence": "The culinary maestro's gastronomic creations transcended the boundaries of taste",
		"toGerman": "Die gastronomischen Kreationen des kulinarischen Meisters sprengten die Grenzen des Geschmacks",
		"toTurkish": "Mutfak ustasının gastronomik kreasyonları lezzet sınırlarını aştı",
		"toFrench": "Les créations gastronomiques du maestro culinaire ont transcendé les frontières du goût",
		"toSpanish": "Las creaciones gastronómicas del maestro culinario trascendieron las fronteras del gusto.",
		"toRussian": "Гастрономические творения кулинарного маэстро вышли за рамки вкуса",
		"toPortuguese": "As criações gastronômicas do maestro da culinária transcenderam as fronteiras do paladar",
		"level": ""
	  },
	  {
		"id": 79,
		"sentence": "The elusive concept of time perplexes philosophers and physicists alike",
		"toGerman": "Das schwer fassbare Konzept der Zeit verwirrt Philosophen und Physiker gleichermaßen",
		"toTurkish": "Anlaşılması zor zaman kavramı hem filozofları hem de fizikçileri şaşırtıyor",
		"toFrench": "Le concept insaisissable du temps laisse perplexes les philosophes et les physiciens",
		"toSpanish": "El elusivo concepto de tiempo deja perplejos a filósofos y físicos por igual",
		"toRussian": "Неуловимая концепция времени ставит в тупик как философов, так и физиков.",
		"toPortuguese": "O indescritível conceito de tempo deixa perplexos filósofos e físicos",
		"level": ""
	  },
	  {
		"id": 80,
		"sentence": "The dichotomy of tradition and modernity shapes the cultural landscape",
		"toGerman": "Der Gegensatz von Tradition und Moderne prägt die Kulturlandschaft",
		"toTurkish": "Gelenek ve modernlik ikilemi kültürel manzarayı şekillendiriyor",
		"toFrench": "La dichotomie entre tradition et modernité façonne le paysage culturel",
		"toSpanish": "La dicotomía entre tradición y modernidad da forma al paisaje cultural",
		"toRussian": "Дихотомия традиций и современности формирует культурный ландшафт.",
		"toPortuguese": "A dicotomia entre tradição e modernidade molda a paisagem cultural",
		"level": ""
	  },
	  {
		"id": 81,
		"sentence": "The intrepid explorer navigated treacherous terrain, documenting newfound wonders",
		"toGerman": "Der unerschrockene Entdecker navigierte durch tückisches Gelände und dokumentierte neu entdeckte Wunder",
		"toTurkish": "Cesur kaşif zorlu arazilerde yol alarak yeni keşfedilen harikaları belgeledi",
		"toFrench": "L'explorateur intrépide a parcouru un terrain dangereux, documentant de nouvelles merveilles",
		"toSpanish": "El intrépido explorador navegó por terrenos traicioneros y documentó maravillas recién descubiertas.",
		"toRussian": "Бесстрашный исследователь путешествовал по опасной местности, документируя вновь обретенные чудеса.",
		"toPortuguese": "O intrépido explorador navegou por terrenos traiçoeiros, documentando novas maravilhas",
		"level": ""
	  },
	  {
		"id": 82,
		"sentence": "The clandestine meeting unfolded under the cloak of darkness, shrouded in secrecy",
		"toGerman": "Das geheime Treffen fand unter dem Deckmantel der Dunkelheit statt und war von Geheimnissen umgeben",
		"toTurkish": "Gizli toplantı karanlığın örtüsü altında gerçekleşti",
		"toFrench": "La réunion clandestine s'est déroulée dans l'obscurité et le secret.",
		"toSpanish": "La reunión clandestina se desarrolló bajo el manto de la oscuridad, envuelta en el secretismo",
		"toRussian": "Тайная встреча проходила под покровом тьмы, окутанная тайной.",
		"toPortuguese": "A reunião clandestina se desenrolou sob o manto das trevas, envolta em segredo",
		"level": ""
	  },
	  {
		"id": 83,
		"sentence": "The paradox of choice presents consumers with an overwhelming array of options",
		"toGerman": "Das Paradoxon der Wahl bietet Verbrauchern eine überwältigende Auswahl an Optionen",
		"toTurkish": "Seçim paradoksu tüketicilere çok sayıda seçenek sunuyor",
		"toFrench": "Le paradoxe du choix offre aux consommateurs une gamme impressionnante d’options",
		"toSpanish": "La paradoja de la elección presenta a los consumidores una abrumadora variedad de opciones.",
		"toRussian": "Парадокс выбора предоставляет потребителям огромный выбор возможностей.",
		"toPortuguese": "O paradoxo da escolha apresenta aos consumidores uma enorme variedade de opções",
		"level": ""
	  },
	  {
		"id": 84,
		"sentence": "The effervescent laughter of children echoed through the idyllic countryside",
		"toGerman": "Das sprudelnde Lachen der Kinder hallte durch die idyllische Landschaft",
		"toTurkish": "Çocukların coşkulu kahkahaları cennet gibi kırsal alanda yankılandı",
		"toFrench": "Les rires effervescents des enfants résonnaient dans la campagne idyllique",
		"toSpanish": "Las risas efervescentes de los niños resonaron en el idílico paisaje.",
		"toRussian": "Искрометный смех детей эхом разносился по идиллической сельской местности.",
		"toPortuguese": "O riso efervescente das crianças ecoava pela paisagem idílica",
		"level": ""
	  },
	  {
		"id": 85,
		"sentence": "In the crucible of competition, innovation becomes the catalyst for progress",
		"toGerman": "Im Schmelztiegel des Wettbewerbs wird Innovation zum Katalysator für Fortschritt",
		"toTurkish": "Rekabet potasında yenilik, ilerlemenin katalizörü haline gelir",
		"toFrench": "Au creuset de la concurrence, l’innovation devient le catalyseur du progrès",
		"toSpanish": "En el crisol de la competencia, la innovación se convierte en el catalizador del progreso",
		"toRussian": "В условиях конкуренции инновации становятся катализатором прогресса",
		"toPortuguese": "No cadinho da concorrência, a inovação torna-se o catalisador do progresso",
		"level": ""
	  },
	  {
		"id": 86,
		"sentence": "The cosmic ballet of stars in the night sky evokes a sense of cosmic insignificance",
		"toGerman": "Das kosmische Sternenballett am Nachthimmel ruft ein Gefühl kosmischer Bedeutungslosigkeit hervor",
		"toTurkish": "Gece gökyüzündeki kozmik yıldız balesi, kozmik bir önemsizlik hissini uyandırıyor",
		"toFrench": "Le ballet cosmique des étoiles dans le ciel nocturne évoque un sentiment d'insignifiance cosmique",
		"toSpanish": "El ballet cósmico de estrellas en el cielo nocturno evoca una sensación de insignificancia cósmica",
		"toRussian": "Космический балет звезд на ночном небе вызывает ощущение космической незначительности.",
		"toPortuguese": "O balé cósmico de estrelas no céu noturno evoca uma sensação de insignificância cósmica",
		"level": ""
	  },
	  {
		"id": 87,
		"sentence": "The elusive nature of happiness fuels philosophical contemplation across cultures",
		"toGerman": "Die schwer fassbare Natur des Glücks treibt kulturübergreifend die philosophische Betrachtung an",
		"toTurkish": "Mutluluğun anlaşılması zor doğası, kültürler arası felsefi düşünceyi körüklüyor",
		"toFrench": "La nature insaisissable du bonheur alimente la contemplation philosophique à travers les cultures",
		"toSpanish": "La naturaleza esquiva de la felicidad alimenta la contemplación filosófica en todas las culturas",
		"toRussian": "Неуловимая природа счастья питает философские размышления в разных культурах",
		"toPortuguese": "A natureza indescritível da felicidade alimenta a contemplação filosófica em todas as culturas",
		"level": ""
	  },
	  {
		"id": 88,
		"sentence": "The intricate dance of shadows on the ancient wall told stories of bygone eras",
		"toGerman": "Der komplizierte Tanz der Schatten auf der alten Mauer erzählte Geschichten vergangener Epochen",
		"toTurkish": "Antik duvardaki gölgelerin karmaşık dansı geçmiş dönemlerin hikayelerini anlatıyordu",
		"toFrench": "La danse complexe des ombres sur l'ancien mur racontait des histoires d'époques révolues",
		"toSpanish": "La intrincada danza de sombras en la antigua muralla contaba historias de épocas pasadas",
		"toRussian": "Замысловатый танец теней на древней стене рассказывал истории ушедших эпох.",
		"toPortuguese": "A intrincada dança de sombras na antiga muralha contava histórias de épocas passadas",
		"level": ""
	  },
	  {
		"id": 89,
		"sentence": "The polymath's erudition extended to the realms of art, science, and philosophy",
		"toGerman": "Die Gelehrsamkeit des Universalgelehrten erstreckte sich auf die Bereiche Kunst, Wissenschaft und Philosophie",
		"toTurkish": "Bilge adamın bilgeliği sanat, bilim ve felsefe alanlarına kadar uzanıyordu",
		"toFrench": "L'érudition du mathématicien s'est étendue aux domaines de l'art, de la science et de la philosophie.",
		"toSpanish": "La erudición del erudito se extendió a los ámbitos del arte, la ciencia y la filosofía.",
		"toRussian": "Эрудиция эрудита распространилась на сферы искусства, науки и философии.",
		"toPortuguese": "A erudição do polímata estendeu-se aos domínios da arte, da ciência e da filosofia",
		"level": ""
	  },
	  {
		"id": 90,
		"sentence": "Quantum computing heralds a paradigm shift in information processing capabilities",
		"toGerman": "Quantencomputing läutet einen Paradigmenwechsel in der Informationsverarbeitung ein",
		"toTurkish": "Kuantum hesaplama, bilgi işleme yeteneklerinde bir paradigma değişikliğinin habercisidir",
		"toFrench": "L'informatique quantique annonce un changement de paradigme dans les capacités de traitement de l'information",
		"toSpanish": "La computación cuántica presagia un cambio de paradigma en las capacidades de procesamiento de información",
		"toRussian": "Квантовые вычисления знаменуют смену парадигмы в возможностях обработки информации",
		"toPortuguese": "A computação quântica anuncia uma mudança de paradigma nas capacidades de processamento de informações",
		"level": ""
	  },
	  {
		"id": 91,
		"sentence": "The nomadic tribe's survival hinges on their intimate knowledge of the harsh terrain",
		"toGerman": "Das Überleben des Nomadenstammes hängt von seiner genauen Kenntnis des rauen Geländes ab",
		"toTurkish": "Göçebe kabilenin hayatta kalması, zorlu arazi hakkındaki derin bilgilerine bağlı",
		"toFrench": "La survie de la tribu nomade dépend de sa connaissance intime du terrain accidenté.",
		"toSpanish": "La supervivencia de la tribu nómada depende de su profundo conocimiento del duro terreno.",
		"toRussian": "Выживание кочевого племени зависит от их глубокого знания суровой местности.",
		"toPortuguese": "A sobrevivência da tribo nômade depende de seu conhecimento íntimo do terreno acidentado",
		"level": ""
	  },
	  {
		"id": 92,
		"sentence": "The art connoisseur marveled at the exquisite brushstrokes of the masterpiece",
		"toGerman": "Der Kunstkenner staunte über die exquisiten Pinselstriche des Meisterwerks",
		"toTurkish": "Sanat uzmanı, başyapıtın zarif fırça darbelerine hayran kaldı",
		"toFrench": "Le connaisseur d'art s'est émerveillé devant les coups de pinceau exquis du chef-d'œuvre",
		"toSpanish": "El conocedor del arte quedó maravillado con las exquisitas pinceladas de la obra maestra.",
		"toRussian": "Ценитель искусства восхищался изысканностью мазков шедевра.",
		"toPortuguese": "O conhecedor de arte ficou maravilhado com as pinceladas requintadas da obra-prima",
		"level": ""
	  },
	  {
		"id": 93,
		"sentence": "The synergy of teamwork amplifies creativity, yielding groundbreaking innovations",
		"toGerman": "Die Synergie der Teamarbeit steigert die Kreativität und führt zu bahnbrechenden Innovationen",
		"toTurkish": "Ekip çalışmasının sinerjisi yaratıcılığı güçlendirir ve çığır açan yeniliklere yol açar",
		"toFrench": "La synergie du travail d'équipe amplifie la créativité, produisant des innovations révolutionnaires",
		"toSpanish": "La sinergia del trabajo en equipo amplifica la creatividad y produce innovaciones revolucionarias.",
		"toRussian": "Синергия командной работы усиливает креативность, приводя к революционным инновациям.",
		"toPortuguese": "A sinergia do trabalho em equipe amplifica a criatividade, gerando inovações revolucionárias",
		"level": ""
	  },
	  {
		"id": 94,
		"sentence": "The ethereal beauty of the sunrise cast a warm glow over the tranquil landscape",
		"toGerman": "Die ätherische Schönheit des Sonnenaufgangs warf einen warmen Glanz über die ruhige Landschaft",
		"toTurkish": "Gün doğumunun ruhani güzelliği sakin manzaraya sıcak bir ışıltı saçıyor",
		"toFrench": "La beauté éthérée du lever du soleil projette une lueur chaleureuse sur le paysage tranquille",
		"toSpanish": "La etérea belleza del amanecer proyecta un cálido resplandor sobre el tranquilo paisaje.",
		"toRussian": "Неземная красота восхода солнца озарила спокойный пейзаж теплым светом.",
		"toPortuguese": "A beleza etérea do nascer do sol lança um brilho quente sobre a paisagem tranquila",
		"level": ""
	  },
	  {
		"id": 95,
		"sentence": "The psychological intricacies of human behavior continue to fascinate researchers",
		"toGerman": "Die psychologischen Feinheiten menschlichen Verhaltens faszinieren Forscher nach wie vor",
		"toTurkish": "İnsan davranışının psikolojik karmaşıklıkları araştırmacıları büyülemeye devam ediyor",
		"toFrench": "Les subtilités psychologiques du comportement humain continuent de fasciner les chercheurs",
		"toSpanish": "Las complejidades psicológicas del comportamiento humano siguen fascinando a los investigadores",
		"toRussian": "Психологические тонкости человеческого поведения продолжают очаровывать исследователей",
		"toPortuguese": "As complexidades psicológicas do comportamento humano continuam a fascinar os pesquisadores",
		"level": ""
	  },
	  {
		"id": 96,
		"sentence": "The delicate ecosystem of the coral reef teems with vibrant marine life",
		"toGerman": "Das empfindliche Ökosystem des Korallenriffs ist voller lebendiger Meereslebewesen",
		"toTurkish": "Mercan resiflerinin hassas ekosistemi canlı deniz yaşamıyla doludur",
		"toFrench": "Le délicat écosystème du récif corallien regorge d’une vie marine vibrante",
		"toSpanish": "El delicado ecosistema del arrecife de coral está repleto de vibrante vida marina.",
		"toRussian": "Нежная экосистема кораллового рифа изобилует яркой морской жизнью.",
		"toPortuguese": "O delicado ecossistema do recife de coral está repleto de vida marinha vibrante",
		"level": ""
	  },
	  {
		"id": 97,
		"sentence": "A clandestine meeting unfolded under the cloak of darkness, shrouded in secrecy",
		"toGerman": "Ein geheimes Treffen fand unter dem Deckmantel der Dunkelheit statt, umhüllt von Geheimnissen",
		"toTurkish": "Karanlığın örtüsü altında gizli bir toplantı gerçekleşti",
		"toFrench": "Une réunion clandestine s'est déroulée dans l'obscurité et le secret.",
		"toSpanish": "Una reunión clandestina se desarrolló bajo el manto de la oscuridad, envuelta en el secretismo",
		"toRussian": "Под покровом тьмы, окутанной тайной, произошла тайная встреча.",
		"toPortuguese": "Uma reunião clandestina se desenrolou sob o manto da escuridão, envolta em segredo",
		"level": ""
	  },
	  {
		"id": 98,
		"sentence": "Paradoxically, choice presents consumers with an overwhelming array of options",
		"toGerman": "Paradoxerweise bietet die Wahl den Verbrauchern eine überwältigende Auswahl an Möglichkeiten",
		"toTurkish": "Çelişkili bir şekilde, seçim tüketicilere çok çeşitli seçenekler sunar",
		"toFrench": "Paradoxalement, le choix offre aux consommateurs un large éventail d’options.",
		"toSpanish": "Paradójicamente, la elección presenta a los consumidores una abrumadora variedad de opciones.",
		"toRussian": "Парадоксально, но выбор предоставляет потребителям огромное количество возможностей.",
		"toPortuguese": "Paradoxalmente, a escolha apresenta aos consumidores uma enorme variedade de opções",
		"level": ""
	  },
	  {
		"id": 99,
		"sentence": "Effervescent laughter of children echoed through the idyllic countryside",
		"toGerman": "Überschäumendes Kinderlachen hallte durch die idyllische Landschaft",
		"toTurkish": "Çocukların coşkulu kahkahaları cennet gibi kırsal alanda yankılandı",
		"toFrench": "Les rires effervescents des enfants résonnent dans la campagne idyllique",
		"toSpanish": "Las risas efervescentes de los niños resonaron en el idílico paisaje.",
		"toRussian": "Искрометный детский смех разносился по идиллической сельской местности.",
		"toPortuguese": "Risos efervescentes de crianças ecoaram pela paisagem idílica",
		"level": ""
	  },
	  {
		"id": 100,
		"sentence": "In the crucible of competition, innovation becomes a catalyst for progress",
		"toGerman": "Im Schmelztiegel des Wettbewerbs wird Innovation zum Katalysator für Fortschritt",
		"toTurkish": "Rekabet potasında yenilik, ilerlemenin katalizörü haline gelir",
		"toFrench": "Au creuset de la concurrence, l’innovation devient un catalyseur de progrès",
		"toSpanish": "En el crisol de la competencia, la innovación se convierte en un catalizador del progreso",
		"toRussian": "В условиях конкуренции инновации становятся катализатором прогресса",
		"toPortuguese": "No cadinho da concorrência, a inovação torna-se um catalisador para o progresso",
		"level": ""
	  }
    ]
}
